<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Продажа Автомобильных Дисков</title>
    <link rel="stylesheet" href="catalog.css"> <!-- Создайте файл со стилями styles.css для оформления страницы -->
    <link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Anta&family=Great+Vibes&family=Iceberg&family=Montserrat+Subrayada:wght@400;700&family=Orbitron:wght@400..900&display=swap" rel="stylesheet">
<link rel="icon" href="image/icon.png" type="image/x-icon">
<link rel="shortcut icon" href="image/icon.png" type="image/x-icon">
</head>

<body>
    <header>
        <div class="logo">
            <img href="about.php" src="image/logo.png" alt="Логотип">
        </div>
        <div class="contact-info">
            <p>+7(XXX)XXX-XX-XX </p>
            <p>oleglogv12@gmail.com</p>
            <p>г.Москва ул.Айвазовского 23</p>
        </div>
        <div class="user-actions">
            <a class="auth" href="index.php">Авторизация</a>
            <a class="korz" href="korzina.php">Корзина</a>
        </div>
        <nav>
        <ul>
                <li><a href="about.php">Главная</a></li>
                <li><a href="catalog.php">Каталог</a>
                    <ul class="dropdown">
                        <li><a href="kovka.php">Кованные</a></li>
                        <li><a href="litoi.php">Литые</a></li>
                        <li><a href="shtamp.php">Штампованные</a></li>
                    </ul>
                </li>
                <li><a href="product.php">Продукция</a></li>
                <li><a href="contact.php">Контакты</a></li>
                <li><a href="partners.php">Партнеры</a></li>
                <li><a href="profile.php">Профиль</a></li>
            </ul>
        </nav>
    </header>

    <div class="text">
    <h1>ПУБЛИЧНАЯ ОФЕРТА</h1>
    <br><h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2><br>
    <p>1.1. ООО "RAYS" (ИНН/КПП 1112223334/5556667778, ОГРН 2335235323642), далее «Продавец», публикует Публичную оферту (далее — «Оферта») о продаже товаров по образцам, представленным на официальном интернет-сайте Продавца rays-wheels.ru.</p>

    <p>1.2. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации (ГК РФ) данный документ является публичной офертой, и в случае принятия изложенных ниже условий физическое лицо, производящее акцепт этой оферты, осуществляет оплату Товара Продавца в соответствии с условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Товара Покупателем является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.</p>

    <p>1.3. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
    <p>«Оферта» – публичное предложение Продавца, адресованное любому физическому лицу (гражданину), заключить с ним договор купли-продажи (далее – «Договор») на существующих условиях, содержащихся в Договоре, включая все его приложения.</p>
    <p>«Покупатель» – физическое лицо, заключившее с Продавцом Договор на условиях, содержащихся в Договоре.</p>
    <p>«Акцепт» – полное и безоговорочное принятие Покупателем условий Договора.</p>
    <p>«Товар» – перечень наименований ассортимента, представленный на официальном интернет-сайте.</p>
    <p>«Заказ» – отдельные позиции из ассортиментного перечня Товара, указанные Покупателем при оформлении заявки на интернет-сайте или через Оператора.</p>
    <p>«Оператор» — лицо, уполномоченное Продавцом принимать и оформлять Заказ Покупателя посредством телефонной и(или) иной удаленной связи, в том числе посредством сети интернет.</p>

    <p>1.4. Заказ Покупателем Товара, размещенного на сайте означает, что Покупатель согласен со всеми условиями настоящей Оферты.</p>

    <p>1.5. Срок действия Оферты не ограничен, если иное не указано на сайте Интернет-магазина.</p>
<br><h2>2. ЦЕНА ТОВАРА</h2><br>
<p>2.1. Цена на каждую позицию Товара указана на сайте https://rays-wheels.ru.</p>

<p>2.2. Продавец имеет право в одностороннем порядке изменить цену на любую позицию Товара.</p>

<p>2.3. В случае изменения цены на заказанный Товар Продавец обязуется в течение 2 рабочих дней проинформировать Покупателя об изменении цены Товара.</p>

<p>2.4. Покупатель вправе подтвердить либо аннулировать Заказ на приобретение Товара, если цена изменена Продавцом после оформления Заказа.</p>

<p>2.5. Изменение Продавцом цены на оплаченный Покупателем Товар не допускается.</p>

<p>2.6. Продавец не указывает стоимость доставки Товара на сайте Интернет-магазина, а сообщает Покупателю при оформлении заказа Оператором.</p>

<p>2.7. Обязательства Покупателя по оплате Товара считаются исполненными с момента оплаты товара при его получении в почтовом отделении, либо в пункте самовывоза.</p>

<p>2.8. Расчеты между Продавцом и Покупателем за Товар производятся способами согласованными между обоими сторонами.</p>
<br><h2>3. ОФОРМЛЕНИЕ ЗАКАЗА</h2><br>
<p>3.1. Заказ Товара осуществляется Покупателем через Оператора.</p>

<p>3.2. Если Продавцу необходима дополнительная информация, он вправе запросить ее у Покупателя.</p>

<p>3.3. При оформлении Заказа через Оператора (п. 4.1. настоящей Оферты) Покупатель обязуется предоставить информацию, указанную в п. 4.2. настоящей Оферты.</p>

<p>3.4. Принятие Покупателем условий настоящей Оферты осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму на сайте Интернет-магазина или при оформлении Заказа через Оператора. После оформления Заказа через Оператора данные о Покупателе регистрируются в базе данных Продавца.</p>

<p>3.5. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.</p>

<p>3.6. Покупатель несет ответственность за достоверность предоставленной информации при оформлении Заказа.</p>

<p>3.7. Договор купли-продажи дистанционным способом между Продавцом и Покупателем считается заключенным с момента получения Продавцом сообщения о намерении Покупателя приобрести Товар.</p>

<p>3.8. Все информационные материалы, представленные на сайте Интернет-магазина, носят справочный характер и не могут в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Товара (например, цвет). В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа Покупателю необходимо обратиться за консультацией к Оператору.</p>
<br><h2>4. ДОСТАВКА И ОПЛАТА</h2><br>
<p>С условиями доставки и оплаты Товара Покупателем можно ознакомиться отправив запрос на эл.почту oleglogv12@gmai.com</p>
<br><h2>5. ВОЗВРАТ ТОВАРА</h2><br>
<p>С условиями возврата Товара надлежащего и(или) ненадлежащего качества можно ознакомиться отправив запрос на эл.почту oleglogv12@gmai.com</p>
<br><h2>6. СРОКИ ИСПОЛНЕНИЯ ЗАКАЗА</h2><br>
<p>6.1. Срок исполнения Заказа зависит от наличия заказанных позиций Товара на складе Продавца и времени, необходимого на обработку Заказа. Срок исполнения Заказа в исключительных случаях может быть оговорен с Покупателем индивидуально в зависимости от характеристик и количества заказанного Товара. В случае отсутствия части Заказа на складе Продавца, в том числе по причинам, не зависящим от последнего, Продавец вправе аннулировать указанный Товар из Заказа Покупателя. Продавец обязуется уведомить Покупателя об изменении комплектности его Заказа через Оператора.</p>

<p>6.2. Заказ считается доставленным в момент его передачи Покупателю. Подписывая документы на получение товара у курьера, либо документы почтовой службы Покупатель подтверждает исполнение Заказа.</p>
<br><h2>7. ПРАВА, ОБЯЗАННОСТИ И ОТВЕТСТВЕННОСТЬ</h2><br>
<p>7.1. Продавец не несет ответственности за ненадлежащее использование товаров Покупателем, заказанных на сайте Интернет-магазина или через Оператора.</p>

<p>7.2. Продавец вправе передавать свои права и обязанности по исполнению Заказов третьим лицам.</p>

<p>7.3. Продавец имеет право на осуществление записи телефонных переговоров с Покупателем. Телефонные разговоры могут быть записаны в целях осуществления контроля деятельности Оператора и контроля качества исполнения Заказов. В соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации» Продавец обязуется: предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов.</p>

<p>7.4. В случае предоставления Покупателем недостоверной информации о его контактных данных, включая адрес доставки, Продавец за ненадлежащее исполнение Заказа ответственности не несет.</p>

<p>7.5. В случае ненадлежащего исполнения доставки Заказа по вине Продавца повторная доставка Заказа осуществляется бесплатно.</p>
<br><h2>8. АВТОРСКИЕ ПРАВА</h2><br>
<p>8.1. Вся текстовая информация и графические изображения, размещенные на интернет-сайте https://rays-wheels.ru, являются собственностью Продавца, поставщиков и производителей Товара, и/или иных лиц — авторов произведений науки, литературы, искусства.</p>
<br><h2>9. РАЗРЕШЕНИЕ СПОРОВ</h2><br>
<p>9.1. До обращения в суд с иском по спорам, возникающим из отношений между Покупателем Интернет-магазина и Продавцом, обязательным является предъявление претензии.</p>

<p>9.2. Все претензии, в том числе по ненадлежащему исполнению заказа, направляются Покупателем почтовым отправлением по адресу указанному в разделе «Контакты»: https://rays-wheels.ru</p>

<p>9.3. Продавец вправе направлять претензии почтовым отправлением на адрес Покупателя, указанный при оформлении Заказа.</p>

<p>9.4. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах ее рассмотрения.</p>

<p>9.5. При не достижении соглашения спор передается на рассмотрение в судебный орган в соответствии с действующим законодательством Российской Федерации.</p>

<p>9.6. К настоящей Оферте и отношениям между Покупателем и Продавцом применяется действующее законодательство Российской Федерации, в том числе о защите прав потребителей.</p>

<br><h2>10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2><br>
<p>10.1. Администрация сайта вправе вносить изменения в настоящую Публичную оферту без согласия Покупателя.</p>

<p>10.2. Отзыв Оферты может быть осуществлён Продавцом в любое время без предварительного уведомления Покупателя. Отзыв Оферты не является основанием для отказа от обязательств Продавца по уже заключённым договорам.</p>

<p>10.3. Новая Публичная оферта вступает в силу с момента ее размещения на Сайте интернет-магазина, если иное не предусмотрено новой редакцией Оферты.</p>

<p>10.4. Действующая Публичная оферта размещена на странице по адресу https://rays-wheels.ru/public_offer/</p>

</div>

<style>

    .text {
        margin-left: 400px;
        margin-right: 400px;
    }

    h1 {
        text-align: center;
    }

    p {
        font-weight: 700;
    }
</style>

    <footer>
        <div class="contact-info-footer">
            <p>Телефон: +7 (XXX) XXX-XX-XX</p>
            <p>Email: oleglogv12@gmail.com</p>
            <p>Адрес: г.Москва ул.Айвазовского 23</p>
        </div>
        
        <div class="navigation">
    <div class="navigation-column">
        <a href="about.php">Главная</a>
        <a href="catalog.php">Каталог</a>
        <a href="product.php">Продукция</a>
        
    </div>
    <div class="navigation-column">
        <a href="contact.php">Контакты</a>
        <a href="partners.php">Партнеры</a>
        <a href="profile.php">Профиль</a>
    </div>
</div>
<div href="about.php"  class="footer-logo">
            <img src="image/logo.png" alt="Логотип">
        </div>
        <div class="footer-links">
            <a href="polit_konfid.php">Политика конфиденциальности</a><br><br>
            <a href="oferta.php">Публичная оферта</a>
        </div>
    </footer>
</body>

</html>
